{
    "source": "PREVIDENCIÁRIO. PEDIDO DE UNIFORMIZAÇÃO NACIONAL. REAFIRMAÇÃO DA DATA DE ENTRADA DO REQUERIMENTO ADMINISTRATIVO PARA CONCESSÃO DO MELHOR BENEFÍCIO. POSSIBILIDADE. TEMA 995 DO STJ. PRECEDENTES DESTA TNU. Se é possível no âmbito administrativo reconhecer benefício mais vantajoso quando a parte tiver adquirido o direito a mais de um benefício, nos termos do art. 577, inciso I, da Instrução Normativa do INSS nº 128/2022, possível também, no âmbito judicial, diante do incremento do tempo contributivo exercido no curso da demanda, a reafirmação da data de entrada do requerimento (DER) para concessão do melhor benefício. Este entendimento está amparado pela tese firmada no Tema 995 do STJ.Pedido de Uniformização Nacional provido. Acórdão anulado. Retorno dos autos à Turma de origem para analisar o cumprimento das condições necessárias à concessão de aposentadoria mais vantajosa. ",
    "items": [
        {
            "selected-text": "PREVIDENCIÁRIO",
            "start": 0,
            "end": 14,
            "type": "SUBJECT"
        },
        {
            "selected-text": "PEDIDO DE UNIFORMIZAÇÃO NACIONAL",
            "start": 16,
            "end": 48,
            "type": "TYPE_OF_APPEAL"
        },
        {
            "selected-text": "REAFIRMAÇÃO DA DATA DE ENTRADA DO REQUERIMENTO ADMINISTRATIVO PARA CONCESSÃO DO MELHOR BENEFÍCIO",
            "start": 50,
            "end": 146,
            "type": "SUBJECT"
        },
        {
            "selected-text": "POSSIBILIDADE",
            "start": 148,
            "end": 161,
            "type": "RATIO_DECIDENDI"
        },
        {
            "selected-text": "TEMA 995 DO STJ",
            "start": 163,
            "end": 178,
            "type": "RATIO_DECIDENDI"
        },
        {
            "selected-text": "PRECEDENTES DESTA TNU",
            "start": 180,
            "end": 201,
            "type": "RATIO_DECIDENDI"
        },
        {
            "selected-text": "Se é possível no âmbito administrativo reconhecer benefício mais vantajoso quando a parte tiver adquirido o direito a mais de um benefício, nos termos do art. 577, inciso I, da Instrução Normativa do INSS nº 128/2022, possível também, no âmbito judicial, diante do incremento do tempo contributivo exercido no curso da demanda, a reafirmação da data de entrada do requerimento (DER) para concessão do melhor benefício. Este entendimento está amparado pela tese firmada no Tema 995 do STJ",
            "start": 203,
            "end": 690,
            "type": "RATIO_DECIDENDI"
        },
        {
            "selected-text": "Pedido de Uniformização Nacional provido",
            "start": 691,
            "end": 731,
            "type": "GRANTED_TO_REVOKE"
        },
        {
            "selected-text": "Acórdão anulado",
            "start": 733,
            "end": 748,
            "type": "GRANTED_TO_REVOKE"
        },
        {
            "selected-text": "Retorno dos autos à Turma de origem para analisar o cumprimento das condições necessárias à concessão de aposentadoria mais vantajosa",
            "start": 750,
            "end": 883,
            "type": "GRANTED_TO_REVOKE"
        }
    ]
}