{
    "source": "PEDIDO DE UNIFORMIZAÇÃO DE INTERPRETAÇÃO DE LEI. PIS/PASEP. SALDO. CORREÇÃO MONETÁRIA. PRESCRIÇÃO.  PRAZO. TERMO INICIAL. LEGITIMIDADE PASSIVA DA UNIÃO. QUESTÃO PROCESSUAL. SÚMULA 43 DA TNU. TEMA 545 DO STJ.  1 - O STJ julgou a controvérsia sobre a prescrição para a cobrança de diferenças de atualização monetária sobre saldo de contas vinculadas ao PIS/PASEP no tema 545, firmando a seguinte tese: É de cinco anos o prazo prescricional da ação promovida contra a União Federal por titulares de contas vinculadas ao PIS/PASEP visando à cobrança de diferenças de correção monetária incidente sobre o saldo das referidas contas, nos termos do art. 1º do Decreto-Lei 20.910/32. 2 - No julgamento desse recurso especial representativo, o STJ deixou claro que o prazo prescricional, pelo princípio da actio nata, tem início na data do creditamento da correção monetária sobre o saldo da conta vinculada, momento em que o titular já poderia cobrar as diferenças. 3 - Aplicação do art. 14, III, a, do Regimento Interno da TNU, negando-se seguimento ao pedido de uniformização, tendo em vista que o acórdão recorrido está em conformidade com a interpretação do STJ no julgamento do recurso representativo de controvérsia. ",
    "items": [
        {
            "selected-text": "PEDIDO DE UNIFORMIZAÇÃO DE INTERPRETAÇÃO DE LEI",
            "start": 0,
            "end": 47,
            "type": "TYPE_OF_APPEAL"
        },
        {
            "selected-text": "PIS/PASEP",
            "start": 49,
            "end": 58,
            "type": "SUBJECT"
        },
        {
            "selected-text": "CORREÇÃO MONETÁRIA",
            "start": 67,
            "end": 85,
            "type": "SUBJECT"
        },
        {
            "selected-text": "PRESCRIÇÃO",
            "start": 87,
            "end": 97,
            "type": "RATIO_DECIDENDI"
        },
        {
            "selected-text": "PRAZO",
            "start": 100,
            "end": 105,
            "type": "RATIO_DECIDENDI"
        },
        {
            "selected-text": "TERMO INICIAL",
            "start": 107,
            "end": 120,
            "type": "RATIO_DECIDENDI"
        },
        {
            "selected-text": "LEGITIMIDADE PASSIVA DA UNIÃO",
            "start": 122,
            "end": 151,
            "type": "RATIO_DECIDENDI"
        },
        {
            "selected-text": "QUESTÃO PROCESSUAL",
            "start": 153,
            "end": 171,
            "type": "RATIO_DECIDENDI"
        },
        {
            "selected-text": "SÚMULA 43 DA TNU",
            "start": 173,
            "end": 189,
            "type": "RATIO_DECIDENDI"
        },
        {
            "selected-text": "TEMA 545 DO STJ",
            "start": 191,
            "end": 206,
            "type": "RATIO_DECIDENDI"
        },
        {
            "selected-text": "Aplicação do art. 14, III, a, do Regimento Interno da TNU, negando-se seguimento ao pedido de uniformização",
            "start": 962,
            "end": 1069,
            "type": "NOT_ENTERTAINED"
        },
        {
            "selected-text": "tendo em vista que o acórdão recorrido está em conformidade com a interpretação do STJ no julgamento do recurso representativo de controvérsia",
            "start": 1071,
            "end": 1213,
            "type": "RATIO_DECIDENDI"
        }
    ]
}