{
    "source": "PEDIDO DE UNIFORMIZAÇÃO DE INTERPRETAÇÃO DE LEI FEDERAL. PREVIDENCIÁRIO E PROCESSUAL CIVIL. APOSENTADORIA. \"REAFIRMAÇÃO DA DER\" PARA DATA POSTERIOR À CONCLUSÃO DO PROCEDIMENTO ADMINISTRATIVO E ANTERIOR AO AJUIZAMENTO DO FEITO, DETERMINANDO-SE O PAGAMENTO DOS ATRASADOS, COM INCIDÊNCIA DE CORREÇÃO MONETÁRIA E JUROS DE MORA A PARTIR DA CITAÇÃO. CONFIGURA INOVAÇÃO RECURSAL A DISCUSSÃO SOBRE A FIXAÇÃO DE JUROS SOMENTE SE NÃO IMPLANTADO O BENEFÍCIO EM 45 DIAS, POIS NÃO ABORDADA NO RECURSO INOMINADO. QUESTÕES DE ORDEM 10 E 35 DA TNU. ÚNICO PARADIGMA APRESENTADO: TEMA 995 DO STJ. AUSÊNCIA DE SIMILITUDE FÁTICO-JURÍDICA POIS, NOS RECURSOS ESPECIAIS E EMBARGOS DE DECLARAÇÃO AFETADOS, O STJ TRATOU SOMENTE DA HIPÓTESE EM QUE O SEGURADO PREENCHEU OS REQUISITOS PARA SE APOSENTAR NO CURSO DO PROCESSO JUDICIAL. QUESTÃO DE ORDEM 22 DA TNU. COMPATIBILIDADE DO ACÓRDÃO RECORRIDO COM PRECEDENTES DO STJ E DA TNU, SEGUNDO OS QUAIS O TERMO INICIAL DOS EFEITOS FINANCEIROS DEVEM SER A DATA DA CITAÇÃO QUANDO O SEGURADO PREENCHER OS REQUISITOS PARA CONCESSÃO DO BENEFÍCIO APÓS O TÉRMINO DO PROCEDIMENTO ADMINISTRATIVO E ANTES DA PROPOSITURA DA DEMANDA. RECURSO INTERPOSTO PELA PARTE RÉ A QUE SE NEGA SEGUIMENTO. ",
    "items": [
        {
            "selected-text": "RECURSO INTERPOSTO PELA PARTE RÉ A QUE SE NEGA SEGUIMENTO",
            "start": 1140,
            "end": 1197,
            "type": "NOT_ENTERTAINED"
        },
        {
            "selected-text": "PEDIDO DE UNIFORMIZAÇÃO DE INTERPRETAÇÃO DE LEI FEDERAL",
            "start": 0,
            "end": 55,
            "type": "TYPE_OF_APPEAL"
        },
        {
            "selected-text": "PREVIDENCIÁRIO E PROCESSUAL CIVIL",
            "start": 57,
            "end": 90,
            "type": "SUBJECT"
        },
        {
            "selected-text": "APOSENTADORIA",
            "start": 92,
            "end": 105,
            "type": "SUBJECT"
        },
        {
            "selected-text": "\"REAFIRMAÇÃO DA DER\" PARA DATA POSTERIOR À CONCLUSÃO DO PROCEDIMENTO ADMINISTRATIVO E ANTERIOR AO AJUIZAMENTO DO FEITO, DETERMINANDO-SE O PAGAMENTO DOS ATRASADOS, COM INCIDÊNCIA DE CORREÇÃO MONETÁRIA E JUROS DE MORA A PARTIR DA CITAÇÃO",
            "start": 107,
            "end": 342,
            "type": "RATIO_DECIDENDI"
        },
        {
            "selected-text": "CONFIGURA INOVAÇÃO RECURSAL A DISCUSSÃO SOBRE A FIXAÇÃO DE JUROS SOMENTE SE NÃO IMPLANTADO O BENEFÍCIO EM 45 DIAS, POIS NÃO ABORDADA NO RECURSO INOMINADO. QUESTÕES DE ORDEM 10 E 35 DA TNU. ÚNICO PARADIGMA APRESENTADO: TEMA 995 DO STJ. AUSÊNCIA DE SIMILITUDE FÁTICO-JURÍDICA POIS, NOS RECURSOS ESPECIAIS E EMBARGOS DE DECLARAÇÃO AFETADOS, O STJ TRATOU SOMENTE DA HIPÓTESE EM QUE O SEGURADO PREENCHEU OS REQUISITOS PARA SE APOSENTAR NO CURSO DO PROCESSO JUDICIAL",
            "start": 344,
            "end": 804,
            "type": "RATIO_DECIDENDI"
        },
        {
            "selected-text": "QUESTÃO DE ORDEM 22 DA TNU",
            "start": 806,
            "end": 832,
            "type": "RATIO_DECIDENDI"
        },
        {
            "selected-text": "COMPATIBILIDADE DO ACÓRDÃO RECORRIDO COM PRECEDENTES DO STJ E DA TNU, SEGUNDO OS QUAIS O TERMO INICIAL DOS EFEITOS FINANCEIROS DEVEM SER A DATA DA CITAÇÃO QUANDO O SEGURADO PREENCHER OS REQUISITOS PARA CONCESSÃO DO BENEFÍCIO APÓS O TÉRMINO DO PROCEDIMENTO ADMINISTRATIVO E ANTES DA PROPOSITURA DA DEMANDA",
            "start": 834,
            "end": 1138,
            "type": "RATIO_DECIDENDI"
        }
    ]
}