{
    "source": "PEDIDO DE UNIFORMIZAÇÃO NACIONAL DE INTERPRETAÇÃO DE LEI FEDERAL (PUIL). PROCESSO CIVIL E PREVIDENCIÁRIO. BENEFÍCIO PREVIDENCIÁRIO POR INCAPACIDADE. CASO CONCRETO EM QUE A TURMA DE ORIGEM, APÓS AVALIAR O LAUDO PERICIAL INDIRETO, COMPREENDEU QUE NÃO ESTARIA DEMONSTRADA A INCAPACIDADE LABORATIVA DA PARTE AUTORA. MATÉRIA EMINTEMENTE PROCESSUAL. VIA PROCESSUAL QUE NÃO PODE SER UTILIZADA PARA QUE ESTE COLEGIADO SUBSTITUA A ANÁLISE DO JUÍZO DA ORIGEM QUANTO À DEFINIÇÃO \"DAS PROVAS NECESSÁRIAS AO JULGAMENTO DO MÉRITO\" (ART. 370 DO CÓDIGO DE PROCESSO CIVIL). AUSÊNCIA DE SIMILITUDE FÁTICA E JURÍDICA COM ACÓRDÃO PARADIGMA APRESENTADO. DESCONSTITUIÇÃO DO ACÓRDÃO RECORRIDO QUE NECESSITA DE REEXAME DE FATOS E PROVAS. SÚMULAS 42 E 43 DA TNU. RECURSO DA PARTE AUTORA NÃO CONHECIDO.  ",
    "items": [
        {
            "selected-text": "PEDIDO DE UNIFORMIZAÇÃO NACIONAL DE INTERPRETAÇÃO DE LEI FEDERAL (PUIL)",
            "start": 0,
            "end": 71,
            "type": "TYPE_OF_APPEAL"
        },
        {
            "selected-text": "PROCESSO CIVIL E PREVIDENCIÁRIO",
            "start": 73,
            "end": 104,
            "type": "SUBJECT"
        },
        {
            "selected-text": "BENEFÍCIO PREVIDENCIÁRIO POR INCAPACIDADE",
            "start": 106,
            "end": 147,
            "type": "SUBJECT"
        },
        {
            "selected-text": "CASO CONCRETO EM QUE A TURMA DE ORIGEM, APÓS AVALIAR O LAUDO PERICIAL INDIRETO, COMPREENDEU QUE NÃO ESTARIA DEMONSTRADA A INCAPACIDADE LABORATIVA DA PARTE AUTORA",
            "start": 149,
            "end": 310,
            "type": "SUBJECT"
        },
        {
            "selected-text": "AUSÊNCIA DE SIMILITUDE FÁTICA E JURÍDICA COM ACÓRDÃO PARADIGMA APRESENTADO",
            "start": 557,
            "end": 631,
            "type": "RATIO_DECIDENDI"
        },
        {
            "selected-text": "DESCONSTITUIÇÃO DO ACÓRDÃO RECORRIDO QUE NECESSITA DE REEXAME DE FATOS E PROVAS",
            "start": 633,
            "end": 712,
            "type": "RATIO_DECIDENDI"
        },
        {
            "selected-text": "RECURSO DA PARTE AUTORA NÃO CONHECIDO",
            "start": 738,
            "end": 775,
            "type": "NOT_HEARD"
        }
    ]
}