{
    "source": "PEDIDO DE UNIFORMIZAÇÃO DE INTERPRETAÇÃO DE LEI (PUIL). DIREITO PROCESSUAL CIVIL. ACÓRDÃO PROFERIDO EM JUÍZO DE ADEQUAÇÃO, COM ADOÇÃO DOS MESMOS ELEMENTOS E RAZÕES DE FATO E DE DIREITO CONSIDERADOS NO ACÓRDÃO ANTERIOR, SEM INCREMENTO DE FUNDAMENTAÇÃO. QUESTÃO DE ORDEM 43 DA TNU. O MEIO PROCESSUAL ADEQUADO PARA IMPUGNAÇÃO É A RECLAMAÇÃO, SEGUINDO O PROCEDIMENTO PREVISTO NOS ARTS. 40 E SS. DO RITNU. IMPOSSIBILIDADE DE VERIFICAR EVENTUAL DESCUMPRIMENTO DE DECISÃO DA TNU EM PEDIDO DE UNIFORMIZAÇÃO DE INTERPRETAÇÃO DE LEI. INADEQUAÇÃO DA VIA ELEITA. RECURSO DA PARTE AUTORA NÃO CONHECIDO.",
    "items": [
        {
            "selected-text": "PEDIDO DE UNIFORMIZAÇÃO DE INTERPRETAÇÃO DE LEI (PUIL)",
            "start": 0,
            "end": 54,
            "type": "TYPE_OF_APPEAL"
        },
        {
            "selected-text": "DIREITO PROCESSUAL CIVIL",
            "start": 56,
            "end": 80,
            "type": "SUBJECT"
        },
        {
            "selected-text": "ACÓRDÃO PROFERIDO EM JUÍZO DE ADEQUAÇÃO, COM ADOÇÃO DOS MESMOS ELEMENTOS E RAZÕES DE FATO E DE DIREITO CONSIDERADOS NO ACÓRDÃO ANTERIOR, SEM INCREMENTO DE FUNDAMENTAÇÃO",
            "start": 82,
            "end": 250,
            "type": "SUBJECT"
        },
        {
            "selected-text": "QUESTÃO DE ORDEM 43 DA TNU",
            "start": 252,
            "end": 278,
            "type": "RATIO_DECIDENDI"
        },
        {
            "selected-text": "O MEIO PROCESSUAL ADEQUADO PARA IMPUGNAÇÃO É A RECLAMAÇÃO, SEGUINDO O PROCEDIMENTO PREVISTO NOS ARTS. 40 E SS. DO RITNU",
            "start": 280,
            "end": 399,
            "type": "RATIO_DECIDENDI"
        },
        {
            "selected-text": "IMPOSSIBILIDADE DE VERIFICAR EVENTUAL DESCUMPRIMENTO DE DECISÃO DA TNU EM PEDIDO DE UNIFORMIZAÇÃO DE INTERPRETAÇÃO DE LEI",
            "start": 401,
            "end": 522,
            "type": "RATIO_DECIDENDI"
        },
        {
            "selected-text": "INADEQUAÇÃO DA VIA ELEITA",
            "start": 524,
            "end": 549,
            "type": "RATIO_DECIDENDI"
        },
        {
            "selected-text": "RECURSO DA PARTE AUTORA NÃO CONHECIDO",
            "start": 551,
            "end": 588,
            "type": "NOT_HEARD"
        }
    ]
}