{
    "source": "EMENTA: RESPONSABILIDADE CIVIL. DIREITO CONTRATUAL. DIREITO DAS COISAS. CONDENAÇÃO NO PAGAMENTO DE VALORES RELACIONADOS AO CONDOMÍNIO. ALEGAÇÃO DE ILEGITIMIDADE PASSIVA AD CAUSAM PORQUANTO A CAIXA ALEGA QUE NÃO É MAIS A PROPRIETÁRIA DO IMÓVEL, HAJA VISTA O CANCELAMENTO EM REGISTRO GERAL DE IMÓVEIS. PEDIDO DE UNIFORMIZAÇÃO DE INTERPRETAÇÃO DE LEI FEDERAL - PEDILEF/PUIL. INEXISTÊNCIA DE CONTRARIEDADE DO ACÓRDÃO OBJURGADO EM RELAÇÃO AOS ACÓRDÃOS PARADIGMAS. NECESSIDADE DE REEXAME DE MATÉRIA DE FATO. INCIDÊNCIA DA SÚMULA TNU Nº 42. QUESTÃO DE NATUREZA PROCESSUAL. INCIDÊNCIA DA SÚMULA TNU Nº 43. INCIDENTE DE UNIFORMIZAÇÃO DA CAIXA ECONÔMICA FEDERAL NÃO CONHECIDO. ",
    "items": [
        {
            "selected-text": "RESPONSABILIDADE CIVIL",
            "start": 8,
            "end": 30,
            "type": "SUBJECT"
        },
        {
            "selected-text": "DIREITO CONTRATUAL",
            "start": 32,
            "end": 50,
            "type": "SUBJECT"
        },
        {
            "selected-text": "DIREITO DAS COISAS",
            "start": 52,
            "end": 70,
            "type": "SUBJECT"
        },
        {
            "selected-text": "CONDENAÇÃO NO PAGAMENTO DE VALORES RELACIONADOS AO CONDOMÍNIO",
            "start": 72,
            "end": 133,
            "type": "SUBJECT"
        },
        {
            "selected-text": "ALEGAÇÃO DE ILEGITIMIDADE PASSIVA AD CAUSAM PORQUANTO A CAIXA ALEGA QUE NÃO É MAIS A PROPRIETÁRIA DO IMÓVEL, HAJA VISTA O CANCELAMENTO EM REGISTRO GERAL DE IMÓVEIS",
            "start": 135,
            "end": 298,
            "type": "SUBJECT"
        },
        {
            "selected-text": "PEDIDO DE UNIFORMIZAÇÃO DE INTERPRETAÇÃO DE LEI FEDERAL - PEDILEF/PUIL",
            "start": 300,
            "end": 370,
            "type": "TYPE_OF_APPEAL"
        },
        {
            "selected-text": "INEXISTÊNCIA DE CONTRARIEDADE DO ACÓRDÃO OBJURGADO EM RELAÇÃO AOS ACÓRDÃOS PARADIGMAS",
            "start": 372,
            "end": 457,
            "type": "RATIO_DECIDENDI"
        },
        {
            "selected-text": "NECESSIDADE DE REEXAME DE MATÉRIA DE FATO",
            "start": 459,
            "end": 500,
            "type": "RATIO_DECIDENDI"
        },
        {
            "selected-text": "INCIDÊNCIA DA SÚMULA TNU Nº 42",
            "start": 502,
            "end": 532,
            "type": "RATIO_DECIDENDI"
        },
        {
            "selected-text": "QUESTÃO DE NATUREZA PROCESSUAL",
            "start": 534,
            "end": 564,
            "type": "RATIO_DECIDENDI"
        },
        {
            "selected-text": "INCIDÊNCIA DA SÚMULA TNU Nº 43",
            "start": 566,
            "end": 596,
            "type": "RATIO_DECIDENDI"
        },
        {
            "selected-text": "INCIDENTE DE UNIFORMIZAÇÃO DA CAIXA ECONÔMICA FEDERAL NÃO CONHECIDO",
            "start": 598,
            "end": 665,
            "type": "NOT_HEARD"
        }
    ]
}