{
    "source": "PEDIDO DE UNIFORMIZAÇÃO DE INTERPRETAÇÃO DE LEI. DIREITO ADMINISTRATIVO. SERVIDOR PÚBLICO.  FUNAI. DIFERENÇAS REMUNERATÓRIAS. PRESCRIÇÃO. PRAZO. RENÚNCIA TÁCITA. ATO NORMATIVO GENÉRICO. ATO ADMINISTRATIVO DE EFEITO CONCRETO. DIVERGÊNCIA. INEXISTÊNCIA. PEDIDO DE UNIFORMIZAÇÃO DE JURISPRUDÊNCIA. NÃO CONHECIMENTO DO INCIDENTE.  1 - Pedido de uniformização interposto sob a alegação de divergência jurisprudencial quanto aos efeitos jurídicos de reconhecimento administrativo de dívida sobre o curso do prazo prescricional para cobrança de diferenças na remuneração de servidor público, referentes a progressão funcional. Conforme a recorrente, o STJ não reconhece a renúncia tácita à prescrição, em face de atos normativos genéricos da administração pública.  2 - Ausência da divergência alegada, tendo em vista que a turma recursal considerou o ato administrativo específico como causa de renúncia à prescrição consumada. Nessa hipótese, de edição de ato administrativo com efeitos concretos, referente ao reconhecimento do direito, o STJ entende que há renúncia à prescrição 3 - Pedido não conhecido. ",
    "items": [
        {
            "selected-text": "PEDIDO DE UNIFORMIZAÇÃO DE INTERPRETAÇÃO DE LEI",
            "start": 0,
            "end": 47,
            "type": "TYPE_OF_APPEAL"
        },
        {
            "selected-text": "DIREITO ADMINISTRATIVO",
            "start": 49,
            "end": 71,
            "type": "SUBJECT"
        },
        {
            "selected-text": "SERVIDOR PÚBLICO",
            "start": 73,
            "end": 89,
            "type": "SUBJECT"
        },
        {
            "selected-text": "FUNAI",
            "start": 92,
            "end": 97,
            "type": "SUBJECT"
        },
        {
            "selected-text": "DIFERENÇAS REMUNERATÓRIAS",
            "start": 99,
            "end": 124,
            "type": "SUBJECT"
        },
        {
            "selected-text": "ATO ADMINISTRATIVO DE EFEITO CONCRETO",
            "start": 186,
            "end": 223,
            "type": "RATIO_DECIDENDI"
        },
        {
            "selected-text": "DIVERGÊNCIA",
            "start": 225,
            "end": 236,
            "type": "RATIO_DECIDENDI"
        },
        {
            "selected-text": "NÃO CONHECIMENTO DO INCIDENTE",
            "start": 295,
            "end": 324,
            "type": "NOT_HEARD"
        }
    ]
}