{
    "source": "PEDIDO DE UNIFORMIZAÇÃO DE INTERPRETAÇÃO DE LEI FEDERAL. BENEFÍCIO DE APOSENTADORIA POR TEMPO DE CONTRIBUIÇÃO. MICROEMPREENDEDOR INDIVIDUAL. RECOLHIMENTO PELO PLANO SIMPLIFICADO DE PREVIDÊNCIA. NECESSIDADE DE COMPLEMENTAÇÃO DAS CONTRIBUIÇÕES. QUESTÃO DE ORDEM 20/TNU. Os recolhimentos vertidos no plano simplificado de previdência pelo microempreendedor individual somente podem ser computados para fins de concessão de aposentadoria por tempo de contribuição após realizada a complementação da alíquota, nos termos do § 3º do art. 21 da Lei nº 8.212/91.Fixada a tese jurídica faz-se necessária a análise das provas produzidas nos autos para aferir se a parte autora efetivamente cumpriu os requisitos para a concessão do benefício previdenciário.Pedido de Uniformização conhecido e provido para anular o acórdão e determinar o retorno dos autos ao juízo de origem, nos termos da Questão de Ordem nº 20/TNU. ",
    "items": [
        {
            "selected-text": "PEDIDO DE UNIFORMIZAÇÃO DE INTERPRETAÇÃO DE LEI FEDERAL",
            "start": 0,
            "end": 55,
            "type": "TYPE_OF_APPEAL"
        },
        {
            "selected-text": "BENEFÍCIO DE APOSENTADORIA POR TEMPO DE CONTRIBUIÇÃO",
            "start": 57,
            "end": 109,
            "type": "SUBJECT"
        },
        {
            "selected-text": "MICROEMPREENDEDOR INDIVIDUAL",
            "start": 111,
            "end": 139,
            "type": "SUBJECT"
        },
        {
            "selected-text": "RECOLHIMENTO PELO PLANO SIMPLIFICADO DE PREVIDÊNCIA",
            "start": 141,
            "end": 192,
            "type": "SUBJECT"
        },
        {
            "selected-text": "NECESSIDADE DE COMPLEMENTAÇÃO DAS CONTRIBUIÇÕES",
            "start": 194,
            "end": 241,
            "type": "SUBJECT"
        },
        {
            "selected-text": "Os recolhimentos vertidos no plano simplificado de previdência pelo microempreendedor individual somente podem ser computados para fins de concessão de aposentadoria por tempo de contribuição após realizada a complementação da alíquota, nos termos do § 3º do art. 21 da Lei nº 8.212/91",
            "start": 268,
            "end": 553,
            "type": "RATIO_DECIDENDI"
        },
        {
            "selected-text": "Pedido de Uniformização conhecido e provido para anular o acórdão e determinar o retorno dos autos ao juízo de origem",
            "start": 747,
            "end": 864,
            "type": "GRANTED_TO_REVOKE"
        }
    ]
}