{
    "source": "PEDIDO DE UNIFORMIZAÇÃO DE INTERPRETAÇÃO DE LEI. PREVIDENCIÁRIO. TRABALHADOR RURAL PARA OS FINS DO PARÁGRAFO 1O, DO ART. 48, DA LEI N. 8.213/91. NECESSIDADE DE INTERPRETAÇÃO DA NORMA EM CONFORMIDADE COM O DISCRÍMEN CONSTITUCIONALMENTE AUTORIZADO. SOMENTE PODE SER CONSIDERADO TRABALHADOR RURAL AQUELE QUE, EXPOSTO ÀS INTEMPÉRIES E AOS DESGASTES FÍSICOS DECORRENTES DO TRABALHO BRAÇAL, REALIZE ATIVIDADE PROFISSIONAL DIRETAMENTE LIGADA À AGRICULTURA, À PECUÁRIA; À EXTRAÇÃO E A EXPLORAÇÃO VEGETAL E ANIMAL; À EXPLORAÇÃO DA APICULTURA, AVICULTURA, CUNICULTURA, SUINOCULTURA, SERICICULTURA, PISCICULTURA E OUTRAS CULTURAS ANIMAIS; BEM COMO À TRANSFORMAÇÃO DE PRODUTOS DECORRENTES DA ATIVIDADE RURAL, SEM QUE SEJAM ALTERADAS A COMPOSIÇÃO E AS CARACTERÍSTICAS DO PRODUTO IN NATURA, FEITA PELO PRÓPRIO AGRICULTOR OU CRIADOR, COM EQUIPAMENTOS E UTENSÍLIOS USUALMENTE EMPREGADOS NAS ATIVIDADES RURAIS, UTILIZANDO EXCLUSIVAMENTE MATÉRIA-PRIMA PRODUZIDA NA ÁREA RURAL EXPLORADA, TAIS COMO A PASTEURIZAÇÃO E O ACONDICIONAMENTO DO LEITE, ASSIM COMO O MEL E O SUCO DE LARANJA, ACONDICIONADOS EM EMBALAGEM DE APRESENTAÇÃO; BEM COMO RELACIONADAS AO CULTIVO DE FLORESTAS QUE SE DESTINEM AO CORTE PARA COMERCIALIZAÇÃO, CONSUMO OU INDUSTRIALIZAÇÃO. DESSA FORMA, A COZINHEIRA, AINDA QUE ATUE EM PROPRIEDADE RURAL OU PRÉDIO RÚSTICO INSERIDA EM CICLO DE ATIVIDADE AGROECONÔMICA, PREPARANDO ALIMENTOS PARA OS TRABALHADORES OU PARA O EMPREGADOR, NÃO É TRABALHADORA RURAL PARA OS FINS DO PARÁGRAFO 1º, DO ART. 48, DA LEI N. 8.213/91. RECURSO DESPROVIDO. ",
    "items": [
        {
            "selected-text": "PEDIDO DE UNIFORMIZAÇÃO DE INTERPRETAÇÃO DE LEI",
            "start": 0,
            "end": 47,
            "type": "TYPE_OF_APPEAL"
        },
        {
            "selected-text": "PREVIDENCIÁRIO",
            "start": 49,
            "end": 63,
            "type": "SUBJECT"
        },
        {
            "selected-text": "TRABALHADOR RURAL",
            "start": 65,
            "end": 82,
            "type": "SUBJECT"
        },
        {
            "selected-text": "NECESSIDADE DE INTERPRETAÇÃO DA NORMA EM CONFORMIDADE COM O DISCRÍMEN CONSTITUCIONALMENTE AUTORIZADO",
            "start": 145,
            "end": 245,
            "type": "SUBJECT"
        },
        {
            "selected-text": "A COZINHEIRA, AINDA QUE ATUE EM PROPRIEDADE RURAL OU PRÉDIO RÚSTICO INSERIDA EM CICLO DE ATIVIDADE AGROECONÔMICA, PREPARANDO ALIMENTOS PARA OS TRABALHADORES OU PARA O EMPREGADOR, NÃO É TRABALHADORA RURAL PARA OS FINS DO PARÁGRAFO 1º, DO ART. 48, DA LEI N. 8.213/91",
            "start": 1244,
            "end": 1508,
            "type": "RATIO_DECIDENDI"
        },
        {
            "selected-text": "RECURSO DESPROVIDO",
            "start": 1510,
            "end": 1528,
            "type": "NOT_GRANTED"
        }
    ]
}