{
    "source": "PEDIDO DE UNIFORMIZAÇÃO NACIONAL DE INTERPRETAÇÃO DE LEI FEDERAL. PREVIDENCIÁRIO. BENEFÍCIO POR INCAPACIDADE. QUALIDADE DE SEGURADO. MANUTENÇÃO DO VÍNCULO EMPREGATÍCIO, SEM BAIXA FORMAL NO CNIS NEM RECOLHIMENTO DE CONTRIBUIÇÕES POR PARTE DO EMPREGADOR. MATERIAL FÁTICO-PROBATÓRIO CONTIDO NESTES AUTOS CONSIDERADO SUFICIENTE PELA TURMA RECURSAL DE ORIGEM PARA CONSTATAÇÃO DE EXISTÊNCIA DE EFETIVA RELAÇÃO DE TRABALHO, NA DATA DE INÍCIO DA INCAPACIDADE, ENTRE A PARTE AUTORA E O MUNICÍPIO EMPREGADOR, DE QUEM DEVEM SER EXIGIDAS AS RESPECTIVAS CONTRIBUIÇÕES. PARADIGMA DA TR/PR NO QUAL SE COMPROVOU DESLIGAMENTO DEFINITIVO DO EMPREGO, APESAR DA AUSÊNCIA DE BAIXA NA CTPS OU NO CNIS. CONCLUSÕES DISTINTAS EM RAZÃO DOS DIFERENTES ELEMENTOS FÁTICO-PROBATÓRIOS. NECESSIDADE DE REEXAME DE FATOS E PROVAS PARA ALTERAÇÃO DO JULGADO RECORRIDO. DEMAIS PARADIGMAS, DA TRU4 E DA TR DE JUIZ DE FORA/MG, QUE TAMBÉM NÃO TÊM SIMILITUDE FÁTICA NEM DIVERGÊNCIA JURÍDICA. QUESTÃO DE ORDEM 22 DA TNU. SÚMULA 42 DA TNU. PEDIDO DE UNIFORMIZAÇÃO NACIONAL DO INSS NÃO CONHECIDO.",
    "items": [
        {
            "selected-text": "PEDIDO DE UNIFORMIZAÇÃO NACIONAL DE INTERPRETAÇÃO DE LEI FEDERAL",
            "start": 0,
            "end": 64,
            "type": "TYPE_OF_APPEAL"
        },
        {
            "selected-text": "PREVIDENCIÁRIO",
            "start": 66,
            "end": 80,
            "type": "SUBJECT"
        },
        {
            "selected-text": "QUALIDADE DE SEGURADO",
            "start": 110,
            "end": 131,
            "type": "SUBJECT"
        },
        {
            "selected-text": "MANUTENÇÃO DO VÍNCULO EMPREGATÍCIO, SEM BAIXA FORMAL NO CNIS NEM RECOLHIMENTO DE CONTRIBUIÇÕES POR PARTE DO EMPREGADOR",
            "start": 133,
            "end": 251,
            "type": "SUBJECT"
        },
        {
            "selected-text": "MATERIAL FÁTICO-PROBATÓRIO CONTIDO NESTES AUTOS CONSIDERADO SUFICIENTE PELA TURMA RECURSAL DE ORIGEM PARA CONSTATAÇÃO DE EXISTÊNCIA DE EFETIVA RELAÇÃO DE TRABALHO, NA DATA DE INÍCIO DA INCAPACIDADE, ENTRE A PARTE AUTORA E O MUNICÍPIO EMPREGADOR, DE QUEM DEVEM SER EXIGIDAS AS RESPECTIVAS CONTRIBUIÇÕES",
            "start": 253,
            "end": 554,
            "type": "RATIO_DECIDENDI"
        },
        {
            "selected-text": "CONCLUSÕES DISTINTAS EM RAZÃO DOS DIFERENTES ELEMENTOS FÁTICO-PROBATÓRIOS",
            "start": 680,
            "end": 753,
            "type": "RATIO_DECIDENDI"
        },
        {
            "selected-text": "PEDIDO DE UNIFORMIZAÇÃO NACIONAL DO INSS NÃO CONHECIDO",
            "start": 997,
            "end": 1051,
            "type": "NOT_HEARD"
        }
    ]
}