{
    "source": "PEDIDO DE UNIFORMIZAÇÃO DE INTERPRETAÇÃO DE LEI FEDERAL. BENEFÍCIO ASSISTENCIAL. AUXÍLIO EMERGENCIAL. INAPLICABILIDADE DA SÚMULA 79 DA TNU QUE EXIGE A REALIZAÇÃO DE LAUDO SÓCIO ECONÔMICO. AUSENTE A SIMILITUDE FÁTICA E JURÍDICA ENTRE A SÚMULA APONTADA COMO PARADIGMA E O ACÓRDÃO RECORRIDO. APLICAÇÃO DA SÚMULA 79 NÃO FOI SUSCITADA NO RECURSO INOMINADO. AUSÊNCIA DE PREQUESTIONAMENTO. A SUPERAÇÃO DO ENTENDIMENTO DO JUÍZO DE ORIGEM IMPLICARIA, OUTROSSIM, REVOLVIMENTO DA PROVA JÁ ANALISADA. QUESTÕES DE ORDEM 22 E 35 E SÚMULA  Nº 42 DA TNU. INCIDENTE NÃO CONHECIDO. ",
    "items": [
        {
            "selected-text": "PEDIDO DE UNIFORMIZAÇÃO DE INTERPRETAÇÃO DE LEI FEDERAL",
            "start": 0,
            "end": 55,
            "type": "TYPE_OF_APPEAL"
        },
        {
            "selected-text": "BENEFÍCIO ASSISTENCIAL",
            "start": 57,
            "end": 79,
            "type": "SUBJECT"
        },
        {
            "selected-text": "AUXÍLIO EMERGENCIAL",
            "start": 81,
            "end": 100,
            "type": "SUBJECT"
        },
        {
            "selected-text": "INAPLICABILIDADE DA SÚMULA 79 DA TNU QUE EXIGE A REALIZAÇÃO DE LAUDO SÓCIO ECONÔMICO",
            "start": 102,
            "end": 186,
            "type": "RATIO_DECIDENDI"
        },
        {
            "selected-text": "AUSENTE A SIMILITUDE FÁTICA E JURÍDICA ENTRE A SÚMULA APONTADA COMO PARADIGMA E O ACÓRDÃO RECORRIDO",
            "start": 188,
            "end": 287,
            "type": "RATIO_DECIDENDI"
        },
        {
            "selected-text": "APLICAÇÃO DA SÚMULA 79 NÃO FOI SUSCITADA NO RECURSO INOMINADO",
            "start": 289,
            "end": 350,
            "type": "RATIO_DECIDENDI"
        },
        {
            "selected-text": "AUSÊNCIA DE PREQUESTIONAMENTO",
            "start": 352,
            "end": 381,
            "type": "RATIO_DECIDENDI"
        },
        {
            "selected-text": "A SUPERAÇÃO DO ENTENDIMENTO DO JUÍZO DE ORIGEM IMPLICARIA, OUTROSSIM, REVOLVIMENTO DA PROVA JÁ ANALISADA",
            "start": 383,
            "end": 487,
            "type": "RATIO_DECIDENDI"
        },
        {
            "selected-text": "QUESTÕES DE ORDEM 22 E 35 E SÚMULA  Nº 42 DA TNU",
            "start": 489,
            "end": 537,
            "type": "RATIO_DECIDENDI"
        },
        {
            "selected-text": "INCIDENTE NÃO CONHECIDO",
            "start": 539,
            "end": 562,
            "type": "NOT_HEARD"
        }
    ]
}