{
    "source": "EMENTA: DIREITO PREVIDENCIÁRIO. PEDIDO DE REVISÃO DA RMI. LABOR SOB A INFLUÊNCIA DE AGENTES NOCIVOS. ANÁLISE DOS PERFIS PROFISSIOGRÁFICOS PREVIDENCIÁRIOS NO QUE TANGE À HABITUALIDADE, PERMANÊNCIA E NÃO INTERMITÊNCIA. PEDIDO DE UNIFORMIZAÇÃO DE INTERPRETAÇÃO DE LEI FEDERAL. ALEGAÇÃO DE QUE O ACÓRDÃO RECORRIDO ESTÁ EM DISSON NCIA COM A DECISÃO DO STJ NO AGINT NO AGRESP Nº 1.213.427/MG. INEXISTÊNCIA DE SIMILITUDE FÁTICA E JURÍDICA ENTRE O ACÓRDÃO RECORRIDO E O ACÓRDÃO PARADIGMA.  INCIDÊNCIA DA QUESTÃO DE ORDEM TNU Nº 22. NECESSIDADE DE REEXAME DA MATÉRIA FÁTICA. INCIDÊNCIA DA SÚMULA TNU Nº 42. INCIDENTE DE UNIFORMIZAÇÃO DA PARTE AUTORA NÃO CONHECIDO. ",
    "items": [
        {
            "selected-text": "DIREITO PREVIDENCIÁRIO",
            "start": 8,
            "end": 30,
            "type": "SUBJECT"
        },
        {
            "selected-text": "PEDIDO DE REVISÃO DA RMI",
            "start": 32,
            "end": 56,
            "type": "SUBJECT"
        },
        {
            "selected-text": "LABOR SOB A INFLUÊNCIA DE AGENTES NOCIVOS",
            "start": 58,
            "end": 99,
            "type": "SUBJECT"
        },
        {
            "selected-text": "ANÁLISE DOS PERFIS PROFISSIOGRÁFICOS PREVIDENCIÁRIOS NO QUE TANGE À HABITUALIDADE, PERMANÊNCIA E NÃO INTERMITÊNCIA",
            "start": 101,
            "end": 215,
            "type": "SUBJECT"
        },
        {
            "selected-text": "PEDIDO DE UNIFORMIZAÇÃO DE INTERPRETAÇÃO DE LEI FEDERAL",
            "start": 217,
            "end": 272,
            "type": "TYPE_OF_APPEAL"
        },
        {
            "selected-text": "ALEGAÇÃO DE QUE O ACÓRDÃO RECORRIDO ESTÁ EM DISSON NCIA COM A DECISÃO DO STJ NO AGINT NO AGRESP Nº 1.213.427/MG",
            "start": 274,
            "end": 385,
            "type": "RATIO_DECIDENDI"
        },
        {
            "selected-text": "INEXISTÊNCIA DE SIMILITUDE FÁTICA E JURÍDICA ENTRE O ACÓRDÃO RECORRIDO E O ACÓRDÃO PARADIGMA",
            "start": 387,
            "end": 479,
            "type": "RATIO_DECIDENDI"
        },
        {
            "selected-text": "INCIDÊNCIA DA QUESTÃO DE ORDEM TNU Nº 22",
            "start": 482,
            "end": 522,
            "type": "RATIO_DECIDENDI"
        },
        {
            "selected-text": "NECESSIDADE DE REEXAME DA MATÉRIA FÁTICA",
            "start": 524,
            "end": 564,
            "type": "RATIO_DECIDENDI"
        },
        {
            "selected-text": "INCIDÊNCIA DA SÚMULA TNU Nº 42",
            "start": 566,
            "end": 596,
            "type": "RATIO_DECIDENDI"
        },
        {
            "selected-text": "INCIDENTE DE UNIFORMIZAÇÃO DA PARTE AUTORA NÃO CONHECIDO",
            "start": 598,
            "end": 654,
            "type": "NOT_HEARD"
        }
    ]
}