{
    "source": "PEDIDO DE UNIFORMIZAÇÃO DE INTERPRETAÇÃO DE LEI FEDERAL. PAGAMENTO DE VALORES RETROATIVOS DE QUINTOS INCORPORADOS. ACÓRDÃO RECORRIDO QUE APLICA TESE FIXADA EM PRECEDENTE VINCULANTE. TEMA 395/STF.  QUESTÃO DE ORDEM 24/TNU. O Pedido de Uniformização Nacional de Interpretação de Lei Federal pressupõe que seja demonstrada divergência na interpretação do direito material entre decisões de Turmas Recursais de diferentes Regiões ou quando houver contrariedade à súmula ou jurisprudência dominante do Col. Superior Tribunal de Justiça ou da Eg. Turma Nacional de Uniformização, conforme dispõe o art. 14, § 2º da Lei nº 10.259/01 e art. 12 do RITNU (Resolução CJF nº 586/2019).É imprescindível, outrossim, que além de devidamente prequestionada a questão de direito material (QO nº 35/TNU), seja realizado o cotejo analítico entre o acórdão recorrido e o apontado como paradigma de forma a evidenciar a similitude fática e jurídica, sob pena de não conhecimento do incidente de uniformização, consentâneo com a Questão de Ordem nº 22/TNU. Também se revela incabível o Pedido de Uniformização quando o acórdão recorrido aplica precedente qualificado dos Tribunais Superiores, consentâneo com a Questão de Ordem 24/TNU.Pedido de Uniformização não conhecido. ",
    "items": [
        {
            "selected-text": "PEDIDO DE UNIFORMIZAÇÃO DE INTERPRETAÇÃO DE LEI FEDERAL",
            "start": 0,
            "end": 55,
            "type": "TYPE_OF_APPEAL"
        },
        {
            "selected-text": "PAGAMENTO DE VALORES RETROATIVOS DE QUINTOS INCORPORADOS",
            "start": 57,
            "end": 113,
            "type": "SUBJECT"
        },
        {
            "selected-text": "ACÓRDÃO RECORRIDO QUE APLICA TESE FIXADA EM PRECEDENTE VINCULANTE",
            "start": 115,
            "end": 180,
            "type": "SUBJECT"
        },
        {
            "selected-text": "Também se revela incabível o Pedido de Uniformização quando o acórdão recorrido aplica precedente qualificado dos Tribunais Superiores, consentâneo com a Questão de Ordem 24/TNU",
            "start": 1035,
            "end": 1212,
            "type": "RATIO_DECIDENDI"
        },
        {
            "selected-text": "Pedido de Uniformização não conhecido",
            "start": 1213,
            "end": 1250,
            "type": "NOT_HEARD"
        }
    ]
}