{
    "source": "PEDIDO DE UNIFORMIZAÇÃO DE INTERPRETAÇÃO DE LEI. AGRAVO INTERNO. APOSENTADORIA POR IDADE RURAL. ALTERAÇÃO DE INTERPRETAÇÃO. TEMA 301 DA TNU. DIVERGÊNCIA. PROVIMENTO DO RECURSO. 1. Para a aposentadoria por idade do trabalhador rural não será considerada a perda da qualidade de segurado nos intervalos entre as atividades rurícolas. Essa foi a tese fixada no tema 301 pela TNU, que  alterou sua interpretação sobre a matéria. 2. O que se exige é apenas que o trabalhador seja segurado especial quando do requerimento do benefício ou quando do implemento da idade mínima para a aposentadoria por idade rural. 3. Agravo provido, a fim de que seja conhecido e provido o incidente de uniformização, com o retorno do caso à turma recursal do origem, para adequação do julgamento à tese uniformizada no tema 301. ",
    "items": [
        {
            "selected-text": "PEDIDO DE UNIFORMIZAÇÃO DE INTERPRETAÇÃO DE LEI",
            "start": 0,
            "end": 47,
            "type": "TYPE_OF_APPEAL"
        },
        {
            "selected-text": "APOSENTADORIA POR IDADE RURAL",
            "start": 65,
            "end": 94,
            "type": "SUBJECT"
        },
        {
            "selected-text": "TEMA 301 DA TNU",
            "start": 124,
            "end": 139,
            "type": "SUBJECT"
        },
        {
            "selected-text": "DIVERGÊNCIA",
            "start": 141,
            "end": 152,
            "type": "RATIO_DECIDENDI"
        },
        {
            "selected-text": "PROVIMENTO DO RECURSO",
            "start": 154,
            "end": 175,
            "type": "GRANTED_TO_REVOKE"
        },
        {
            "selected-text": "Agravo provido, a fim de que seja conhecido e provido o incidente de uniformização, com o retorno do caso à turma recursal do origem, para adequação do julgamento à tese uniformizada no tema 301",
            "start": 154,
            "end": 175,
            "type": "GRANTED_TO_REVOKE"
        }
    ]
}