{
    "source": "PEDIDO DE UNIFORMIZAÇÃO DE LEI FEDERAL. PROCESSUAL CIVIL. MOTORISTA. TURMA DE ORIGEM QUE RECONHECEU TEMPO DE SERVIÇO EXERCIDO SOB CONDIÇÕES ESPECIAIS, TENDO EM VISTA A APRESENTAÇÃO DE CTPS COM INDICAÇÃO DO CÓDIGO BRASILEIRO DE OCUPAÇÕES DE MOTORISTA DE CAMINHÃO. PARADIGMA QUE ENVOLVE SITUAÇÃO FÁTICA SOBRE NÃO RECONHECIMENTO DO TEMPO ESPECIAL PARA A ATIVIDADE DE MOTORISTA, EM FACE DA AUSÊNCIA DE ESPECIFICAÇÃO NA CTPS SOBRE O VEÍCULO DIRIGIDO. AUSÊNCIA DE DIVERGÊNCIA POR FALTA DE SIMILITUDE FÁTICA. QUESTÃO DE ORDEM N. 22. REEXAME DE MATÉRIA FÁTICA. IMPOSSIBILIDADE. SÚMULA N. 42 DA TNU. INCIDENTE NÃO ADMITIDO. ",
    "items": [
        {
            "selected-text": "PEDIDO DE UNIFORMIZAÇÃO DE LEI FEDERAL",
            "start": 0,
            "end": 38,
            "type": "TYPE_OF_APPEAL"
        },
        {
            "selected-text": "PROCESSUAL CIVIL",
            "start": 40,
            "end": 56,
            "type": "SUBJECT"
        },
        {
            "selected-text": "MOTORISTA",
            "start": 58,
            "end": 67,
            "type": "SUBJECT"
        },
        {
            "selected-text": "TURMA DE ORIGEM QUE RECONHECEU TEMPO DE SERVIÇO EXERCIDO SOB CONDIÇÕES ESPECIAIS, TENDO EM VISTA A APRESENTAÇÃO DE CTPS COM INDICAÇÃO DO CÓDIGO BRASILEIRO DE OCUPAÇÕES DE MOTORISTA DE CAMINHÃO",
            "start": 69,
            "end": 261,
            "type": "RATIO_DECIDENDI"
        },
        {
            "selected-text": "PARADIGMA QUE ENVOLVE SITUAÇÃO FÁTICA SOBRE NÃO RECONHECIMENTO DO TEMPO ESPECIAL PARA A ATIVIDADE DE MOTORISTA, EM FACE DA AUSÊNCIA DE ESPECIFICAÇÃO NA CTPS SOBRE O VEÍCULO DIRIGIDO",
            "start": 263,
            "end": 444,
            "type": "RATIO_DECIDENDI"
        },
        {
            "selected-text": "AUSÊNCIA DE DIVERGÊNCIA POR FALTA DE SIMILITUDE FÁTICA",
            "start": 446,
            "end": 500,
            "type": "RATIO_DECIDENDI"
        },
        {
            "selected-text": "QUESTÃO DE ORDEM N. 22",
            "start": 502,
            "end": 524,
            "type": "RATIO_DECIDENDI"
        },
        {
            "selected-text": "REEXAME DE MATÉRIA FÁTICA",
            "start": 526,
            "end": 551,
            "type": "RATIO_DECIDENDI"
        },
        {
            "selected-text": "IMPOSSIBILIDADE",
            "start": 553,
            "end": 568,
            "type": "RATIO_DECIDENDI"
        },
        {
            "selected-text": "SÚMULA N. 42 DA TNU",
            "start": 570,
            "end": 589,
            "type": "RATIO_DECIDENDI"
        },
        {
            "selected-text": "INCIDENTE NÃO ADMITIDO",
            "start": 591,
            "end": 613,
            "type": "NOT_GRANTED"
        }
    ]
}