{
    "source": "\t\t\t\t\t\t\t PEDIDO DE UNIFORMIZAÇÃO DE INTERPRETAÇÃO DE LEI FEDERAL. BENEFÍCIO ASSISTENCIAL DE PRESTAÇÃO CONTINUADA A PESSOA COM DEFICIÊNCIA. DATA DE INÍCIO DO BENEFÍCIO - DIB. PRINCÍPIO DO LIVRE CONVENCIMENTO MOTIVADO. INCABÍVEL O REVOLVIMENTO DO CONJUNTO FÁTICO-PROBATÓRIO. SÚMULA 42/TNU. O Pedido de Uniformização Nacional de Interpretação de Lei Federal pressupõe que seja demonstrada divergência na interpretação do direito material entre decisões de Turmas Recursais de diferentes Regiões ou quando houver contrariedade à súmula ou jurisprudência dominante do Col. Superior Tribunal de Justiça ou da Eg. Turma Nacional de Uniformização, conforme dispõe o art. 14, § 2º da Lei nº 10.259/01 e art. 12 do RITNU (Resolução CJF nº 586/2019).É imprescindível, outrossim, que a análise da questão de direito material não implique o revolvimento do conjunto probatório, consentâneo com a súmula 42/TNU.A fixação da data de início do benefício assistencial a pessoa com deficiência (DIB) quando lastreada na análise indissociável dos aspectos socioeconômicos que conduziram o juízo de origem, inclusive, a discordar das conclusões da perícia médica - o que possibilitou o próprio reconhecimento da existência de impedimento de longo prazo - com fundamento no princípio do livre convencimento motivado, não pode ser modificada em incidente de uniformização, pois para afastar as conclusões do acórdão recorrido seria necessário reanalisar as provas produzidas.   Pedido de Uniformização não conhecido. ",
    "items": [
        {
            "selected-text": "PEDIDO DE UNIFORMIZAÇÃO DE INTERPRETAÇÃO DE LEI FEDERAL",
            "start": 8,
            "end": 63,
            "type": "TYPE_OF_APPEAL"
        },
        {
            "selected-text": "BENEFÍCIO ASSISTENCIAL DE PRESTAÇÃO CONTINUADA A PESSOA COM DEFICIÊNCIA",
            "start": 65,
            "end": 136,
            "type": "SUBJECT"
        },
        {
            "selected-text": "PRINCÍPIO DO LIVRE CONVENCIMENTO MOTIVADO",
            "start": 173,
            "end": 214,
            "type": "SUBJECT"
        },
        {
            "selected-text": "INCABÍVEL O REVOLVIMENTO DO CONJUNTO FÁTICO-PROBATÓRIO",
            "start": 216,
            "end": 270,
            "type": "SUBJECT"
        },
        {
            "selected-text": "SÚMULA 42/TNU",
            "start": 272,
            "end": 285,
            "type": "RATIO_DECIDENDI"
        },
        {
            "selected-text": "Pedido de Uniformização não conhecido",
            "start": 1455,
            "end": 1492,
            "type": "NOT_HEARD"
        }
    ]
}