{
    "source": "PEDIDO DE UNIFORMIZAÇÃO DE INTERPRETAÇÃO DE LEI. DIREITO CONSTITUCIONAL. DIREITO ADMINISTRTIVO. SERVIDOR PÚBLICO. LICENÇA-PATERNIDADE. GESTAÇÃO MÚLTIPLA. FILHOS GÊMEOS. CONCESSÃO EM PERÍODO EQUIVALENTE À LICENÇA-MATERNIDADE (180 DIAS). IMPOSSIBILIDADE.  PREVISÃO LEGAL. AUSÊNCIA. LEI 8.112/1990. INCIDENTE NÃO PROVIDO. 1. O direito à licença-paternidade é previsto na Constituição Federal para trabalhadores da iniciativa privada e do setor público. Trata-se de direito com matriz constitucional, mas instituído e limitado pela lei, por uma escolha política. O prazo estendido de licença-paternidade não deriva diretamente do art. 227, da Constituição Federal.   2. Qualquer decisão judicial que conceda ao servidor público a extensão do prazo previsto em lei para a licença-paternidade precisa partir de regras universalizáveis, que abarquem todos os trabalhadores. Afinal, o direito de trabalhadores públicos e privados a essa licença advém da mesma norma constitucional, veiculada no art. 7º, XIX.  3. Deferir a prorrogação da licença-paternidade somente a servidores públicos implicaria a desigualdade no tratamento de trabalhadores pais de gêmeos, conforme pertencessem à iniciativa privada ou ao setor público. Se o judiciário resolver interferir nessa escolha política, deve julgar pelos mesmos padrões os casos de trabalhadores dos setores público e privado. 4. Contudo, o judiciário não pode reconhecer a existência desse direito, sem usurpar funções do legislador. A ausência de diferenciação do prazo de licença ao pai, conforme se trate ou não de gestação múltipla, é algo considerado pelo legislador, que instituiu o direito de forma limitada, independentemente do número de filhos.  5. Desprovimento do pedido de uniformização. Tese firmada: O servidor público federal não tem direito à extensão do período de licença-paternidade em razão do nascimento de filhos gêmeos, em face da ausência de previsão legal. ",
    "items": [
        {
            "selected-text": "PEDIDO DE UNIFORMIZAÇÃO DE INTERPRETAÇÃO DE LEI",
            "start": 0,
            "end": 47,
            "type": "TYPE_OF_APPEAL"
        },
        {
            "selected-text": "DIREITO CONSTITUCIONAL",
            "start": 49,
            "end": 71,
            "type": "SUBJECT"
        },
        {
            "selected-text": "DIREITO ADMINISTRTIVO",
            "start": 73,
            "end": 94,
            "type": "SUBJECT"
        },
        {
            "selected-text": "SERVIDOR PÚBLICO",
            "start": 96,
            "end": 112,
            "type": "SUBJECT"
        },
        {
            "selected-text": "LICENÇA-PATERNIDADE",
            "start": 114,
            "end": 133,
            "type": "SUBJECT"
        },
        {
            "selected-text": "GESTAÇÃO MÚLTIPLA. FILHOS GÊMEOS",
            "start": 135,
            "end": 167,
            "type": "SUBJECT"
        },
        {
            "selected-text": "CONCESSÃO EM PERÍODO EQUIVALENTE À LICENÇA-MATERNIDADE (180 DIAS)",
            "start": 169,
            "end": 234,
            "type": "SUBJECT"
        },
        {
            "selected-text": "IMPOSSIBILIDADE",
            "start": 236,
            "end": 251,
            "type": "RATIO_DECIDENDI"
        },
        {
            "selected-text": "PREVISÃO LEGAL",
            "start": 254,
            "end": 268,
            "type": "RATIO_DECIDENDI"
        },
        {
            "selected-text": "AUSÊNCIA",
            "start": 270,
            "end": 278,
            "type": "RATIO_DECIDENDI"
        },
        {
            "selected-text": "LEI 8.112/1990",
            "start": 280,
            "end": 294,
            "type": "RATIO_DECIDENDI"
        },
        {
            "selected-text": "INCIDENTE NÃO PROVIDO",
            "start": 296,
            "end": 317,
            "type": "NOT_GRANTED"
        }
    ]
}