{
    "source": "PEDIDO DE UNIFORMIZAÇÃO DE INTERPRETAÇÃO DE LEI FEDERAL. PREVIDENCIÁRIO. CASO CONCRETO NO QUAL SE POSTULOU SOMENTE AUXÍLIO-ACIDENTE, O QUE FOI DEFERIDO NA SENTENÇA, QUE SE LIMITOU A JULGAR O PEDIDO FORMULADO NA INICIAL. SENTENÇA REFORMADA COM DOIS FUNDAMENTOS, CONTIDOS, RESPECTIVAMENTE, NO VOTO DO RELATOR E NO VOTO-VISTA: I) IMPOSSIBILIDADE DE CONCESSÃO DE AUXÍLIO-ACIDENTE, POIS LESÕES AINDA NÃO ESTÃO CONSOLIDADAS, EXISTINDO INCAPACIDADE TOTAL E TEMPORÁRIA E SENDO HIPÓTESE DE AUXÍLIO-DOENÇA, QUE NÃO PODE SER DEFERIDO, PORQUANTO NÃO REQUERIDO; II) APESAR DA \"FUNGIBILIDADE\" ENTRE BENEFÍCIOS POR INCAPACIDADE, NÃO É POSSÍVEL DETERMINAR A CONCESSÃO DE BENEFÍCIO MAIS VANTAJOSO EM SEDE DE RECURSO INOMINADO EXCLUSIVO DO INSS, POIS CARACTERIZARIA A PROIBIDA REFORMATIO IN PEJUS. ÚNICO PARADIGMA VÁLIDO E EVENTUALMENTE APLICÁVEL AO CASO CONCRETO: TEMA 217 DO TNU. AUSÊNCIA DE IMPUGNAÇÃO CONTRA O SEGUNDO FUNDAMENTO, QUE POSSUI AUTONOMIA SUFICIENTE PARA MANUTENÇÃO DO RESULTADO DA DEMANDA. QUESTÃO DE ORDEM 18 DA TNU. RECURSO INTERPOSTO PELA PARTE AUTORA NÃO CONHECIDO. ",
    "items": [
        {
            "selected-text": "PEDIDO DE UNIFORMIZAÇÃO DE INTERPRETAÇÃO DE LEI FEDERAL",
            "start": 0,
            "end": 55,
            "type": "TYPE_OF_APPEAL"
        },
        {
            "selected-text": "PREVIDENCIÁRIO",
            "start": 57,
            "end": 71,
            "type": "SUBJECT"
        },
        {
            "selected-text": "CASO CONCRETO NO QUAL SE POSTULOU SOMENTE AUXÍLIO-ACIDENTE, O QUE FOI DEFERIDO NA SENTENÇA, QUE SE LIMITOU A JULGAR O PEDIDO FORMULADO NA INICIAL",
            "start": 73,
            "end": 218,
            "type": "SUBJECT"
        },
        {
            "selected-text": "AUSÊNCIA DE IMPUGNAÇÃO CONTRA O SEGUNDO FUNDAMENTO, QUE POSSUI AUTONOMIA SUFICIENTE PARA MANUTENÇÃO DO RESULTADO DA DEMANDA",
            "start": 864,
            "end": 987,
            "type": "RATIO_DECIDENDI"
        },
        {
            "selected-text": "QUESTÃO DE ORDEM 18 DA TNU",
            "start": 989,
            "end": 1015,
            "type": "RATIO_DECIDENDI"
        },
        {
            "selected-text": "RECURSO INTERPOSTO PELA PARTE AUTORA NÃO CONHECIDO",
            "start": 1017,
            "end": 1067,
            "type": "NOT_HEARD"
        }
    ]
}