{
    "source": "PEDIDO DE UNIFORMIZAÇÃO DE INTERPRETAÇÃO DE LEI FEDERAL. IMPOSTO DE RENDA DE PESSOA FÍSICA. VALOR EFETIVAMENTE RETIDO PELA FONTE PAGADORA, MAS NÃO REPASSADO AO FISCO. SITUAÇÃO QUE EXCLUI A RESPONSABILIDALIDADE DO CONTRIBUINTE. PARADIGMAS QUE VERSAM SOBRE HIPÓTESE DIVERSA EM QUE NÃO HOUVE RETENÇÃO. AUSÊNCIA DE SIMILITUDE FÁTICA E JURÍDICA. ACÓRDÃO RECORRIDO CONSENT NEO COM A JURISPRUDÊNCIA DOMINANTE DO COL. STJ.  QUESTÃO DE ORDEM 22 E 24/TNU. O Pedido de Uniformização Nacional de Interpretação de Lei Federal pressupõe que seja demonstrada divergência na interpretação do direito material entre decisões de Turmas Recursais de diferentes Regiões ou quando houver contrariedade à súmula ou jurisprudência dominante do Col. Superior Tribunal de Justiça ou da Eg. Turma Nacional de Uniformização, conforme dispõe o art. 14, § 2º da Lei nº 10.259/01 e art. 12 do RITNU (Resolução CJF nº 586/2019).É imprescindível, outrossim, que além de devidamente prequestionada a questão de direito material (QO nº 35/TNU), seja realizado o cotejo analítico entre o acórdão recorrido e o apontado como paradigma de forma a evidenciar a similitude fática e jurídica, sob pena de não conhecimento do incidente de uniformização, consentâneo com a Questão de Ordem nº 22/TNU. Também se revela incabível o Pedido de Uniformização quando o acórdão recorrido aplica precedente qualificado ou jurisprudência dominante dos Tribunais Superiores, consentâneo com a Questão de Ordem 24/TNU.Pedido de Uniformização não conhecido. ",
    "items": [
        {
            "selected-text": "PEDIDO DE UNIFORMIZAÇÃO",
            "start": 0,
            "end": 23,
            "type": "TYPE_OF_APPEAL"
        },
        {
            "selected-text": "FALTA DE INTERESSE RECURSAL",
            "start": 25,
            "end": 52,
            "type": "SUBJECT"
        },
        {
            "selected-text": "TEMA 177",
            "start": 54,
            "end": 62,
            "type": "SUBJECT"
        },
        {
            "selected-text": "RAZÕES DISSOCIADAS DO DECIDIDO NO ACÓRDÃO",
            "start": 64,
            "end": 105,
            "type": "RATIO_DECIDENDI"
        },
        {
            "selected-text": "INCIDENTE NÃO CONHECIDO",
            "start": 107,
            "end": 130,
            "type": "NOT_HEARD"
        }
    ]
}