{
    "source": "PEDIDO DE UNIFORMIZAÇÃO DE INTERPRETAÇÃO DE LEI FEDERAL. FORNECIMENTO DE MEDICAMENTO. EXISTÊNCIA DE ALTERNATIVAS TERAPÊUTICAS EFICAZES OFERECIDAS PELO SUS CONFORME PARECER TÉCNICO DO NAT-JUS. INCABÍVEL O INCIDENTE QUE IMPLIQUE REVOLVIMENTO DO CONJUNTO FÁTICO-PROBATÓRIO.  SÚMULA 42/TNU. ACÓRDÃO RECORRIDO EM CONFORMIDADE COM O TEMA 106/STJ. INCIDENTE NÃO CONHECIDO. QUESTÃO DE ORDEM 24/TNU. O Pedido de Uniformização Nacional de Interpretação de Lei Federal pressupõe que seja demonstrada divergência na interpretação do direito material entre decisões de Turmas Recursais de diferentes Regiões ou quando houver contrariedade à súmula ou jurisprudência dominante do Col. Superior Tribunal de Justiça ou da Eg. Turma Nacional de Uniformização, conforme dispõe o art. 14, § 2º da Lei nº 10.259/01 e art. 12 do RITNU (Resolução CJF nº 586/2019).É imprescindível, outrossim, que a análise da questão de direito material não implique o revolvimento do conjunto probatório, consentâneo com a súmula 42/TNU.Comprovado mediante parecer técnico do NAT-Jus que o SUS oferece tratamento eficaz não se há falar em divergência entre o acórdão recorrido e o tema 106/STJ, rendendo ensejo à aplicação da Questão de Ordem nº 24/TNU.Pedido de Uniformização não conhecido. ",
    "items": [
        {
            "selected-text": "PEDIDO DE UNIFORMIZAÇÃO DE INTERPRETAÇÃO DE LEI FEDERAL",
            "start": 0,
            "end": 55,
            "type": "TYPE_OF_APPEAL"
        },
        {
            "selected-text": "FORNECIMENTO DE MEDICAMENTO",
            "start": 57,
            "end": 84,
            "type": "SUBJECT"
        },
        {
            "selected-text": "EXISTÊNCIA DE ALTERNATIVAS TERAPÊUTICAS EFICAZES OFERECIDAS PELO SUS CONFORME PARECER TÉCNICO DO NAT-JUS",
            "start": 86,
            "end": 190,
            "type": "SUBJECT"
        },
        {
            "selected-text": "ACÓRDÃO RECORRIDO EM CONFORMIDADE COM O TEMA 106/STJ",
            "start": 287,
            "end": 339,
            "type": "RATIO_DECIDENDI"
        },
        {
            "selected-text": "INCIDENTE NÃO CONHECIDO",
            "start": 341,
            "end": 364,
            "type": "NOT_HEARD"
        },
        {
            "selected-text": "QUESTÃO DE ORDEM 24/TNU",
            "start": 366,
            "end": 389,
            "type": "RATIO_DECIDENDI"
        }
    ]
}