{
    "source": "PEDIDO DE UNIFORMIZAÇÃO DE INTERPRETAÇÃO DE LEI FEDERAL. INCABÍVEL O INCIDENTE QUE IMPLIQUE REVOLVIMENTO DO CONJUNTO FÁTICO-PROBATÓRIO. PROCEDIMENTO CIRÚRGICO. FILA DE ESPERA. SÚMULA 42/TNU. O Pedido de Uniformização Nacional de Interpretação de Lei Federal pressupõe que seja demonstrada divergência na interpretação do direito material entre decisões de Turmas Recursais de diferentes Regiões ou quando houver contrariedade à súmula ou jurisprudência dominante do Col. Superior Tribunal de Justiça ou da Eg. Turma Nacional de Uniformização, conforme dispõe o art. 14, § 2º da Lei nº 10.259/01 e art. 12 do RITNU (Resolução CJF nº 586/2019).É imprescindível, outrossim, que a análise da questão de direito material não implique o revolvimento do conjunto probatório, consentâneo com a súmula 42/TNU.A fila de espera para realização de procedimentos médicos no âmbito do SUS correlaciona-se ao princípio da isonomia diante da natureza finita dos recursos públicos, estando o acórdão recorrido lastreado na ausência de demonstração de que houve injustificada recusa na realização do tratamento de saúde. Assim, rever tais conclusões demandaria a análise do acervo fático-probatório.Pedido de Uniformização não conhecido. ",
    "items": [
        {
            "selected-text": "PEDIDO DE UNIFORMIZAÇÃO DE INTERPRETAÇÃO DE LEI FEDERAL",
            "start": 0,
            "end": 55,
            "type": "TYPE_OF_APPEAL"
        },
        {
            "selected-text": "FILA DE ESPERA",
            "start": 160,
            "end": 174,
            "type": "SUBJECT"
        },
        {
            "selected-text": "PROCEDIMENTO CIRÚRGICO",
            "start": 136,
            "end": 158,
            "type": "SUBJECT"
        },
        {
            "selected-text": "INCABÍVEL O INCIDENTE QUE IMPLIQUE REVOLVIMENTO DO CONJUNTO FÁTICO-PROBATÓRIO",
            "start": 57,
            "end": 134,
            "type": "RATIO_DECIDENDI"
        },
        {
            "selected-text": "SÚMULA 42/TNU",
            "start": 176,
            "end": 189,
            "type": "RATIO_DECIDENDI"
        },
        {
            "selected-text": "Pedido de Uniformização não conhecido",
            "start": 1181,
            "end": 1218,
            "type": "NOT_HEARD"
        }
    ]
}